import { BoldText } from '@shared/ui/atoms/BoldText'
import React from 'react'

export const GeneralPAMessage = () => {
    return (
        <p>
            <br />
            Стартовала регистрация на проекты 2024/25 года обучения! График:
            <br />
            28.06 – публикация витрины проектов;
            <br />
            01.07…05.07 – собеседование на приоритетные проекты;
            <br />
            08.07…12.07 – запись на все проекты.
            <br />
            <br />
            <BoldText>1. Знакомство с проектами</BoldText>
            <br />С 12:00 28.06 открыты:
            <br />– наш основной{' '}
            <a href="http://projects.mospolytech.ru" target="_blank" rel="noreferrer">
                сайт-витрина
            </a>
            ;
            <br />– вспомогательный{' '}
            <a href="https://t.me/+EFpB2aSMFbk5YzYy" target="_blank" rel="noreferrer">
                ТГ-канал-витрина
            </a>
            ;
            <br />–{' '}
            <a href="https://t.me/cpd_projects" target="_blank" rel="noreferrer">
                ТГ-канал для общения
            </a>{' '}
            с инициаторами проектов и потенциальными участниками.
            <br />
            <br />
            <BoldText>2. Ответственность за выбор</BoldText>
            <br />
            Внимательно посмотрите описания и видеовизитки проектов. Сделайте осознанный выбор! Именно выбранный проект
            Вы будете реализовывать весь следующий учебный год. Изменить этот выбор будет нельзя!
            <br />
            <br />
            <BoldText>3. Регистрация на проекты</BoldText>
            <br />
            Регистрация доступна только в{' '}
            <a href="https://e.mospolytech.ru/old/index.php?p=projects" target="_blank" rel="noreferrer">
                старой версии ЛК
            </a>{' '}
            в разделе «Проектная деятельность».
            <br />
            Запись будет проходить пофакультетно, с 9:30 до 18:30:
            <br />
            пн, 08.07: транспортный факультет;
            <br />
            вт, 09.07: факультет машиностроения;
            <br />
            ср, 10.07: факультет информационных технологий;
            <br />
            чт, 11.07: факультет урбанистики и городского хозяйства + полиграфический институт + факультет химической
            технологии и биотехнологии;
            <br />
            пт, 12.07: факультет экономики и управления + институт графики и искусства книги + институт издательского
            дела и журналистики.
            <br />
            <br />
            <BoldText>4. Приоритетные проекты</BoldText>
            <br />
            Приоритетные проекты отличаются высокой степенью участия индустриальных партнёров, что повышает шансы на
            прохождение производственной практики, стажировку и трудоустройство.
            <br /> К приоритетным относятся все проекты тематик «Стратегические» и «Научные», а также 37 проектов
            приоритетных направлений развития университета: электромобилестроение, технологии сенсорики, програмное
            обеспечение технических систем, интеллектуальные системы управления, высокоавтоматизированное
            машиностроение. Запись на эти 37 проектов будет осуществляться только после анкетирования.{' '}
            <a href="https://forms.gle/j3fuYf5rzDi4Q9cU6" target="_blank" rel="noreferrer">
                Форма для анкетирования
            </a>{' '}
            будет разблокирована с 01.07 по 05.07. Результат будет выслан на электронную почту, которую Вы укажете при
            анкетировании. Приоритет будет у студентов с рейтингом «две звезды».
            <br />
            <br />
            <BoldText>Желаем удачи!</BoldText>
        </p>
    )
}
